Revit 2024 API
ParameterTypeId.SheetApprovedBy Property
 "Approved By"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId SheetApprovedBy { get; }
Visual Basic
Public Shared ReadOnly Property SheetApprovedBy As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ SheetApprovedBy {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace